Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 플로라는 따로 걷자고 말했다.{j}그리고는, 아무도 지켜보지 않는 한산한 공간에 도달하자 싸늘한 얼굴로 돌변했다.
en_us: After a brief introduction, Lady Flora asked Roman to go for a walk. When they finally reached a quiet place with nobody around, her face turned harsh cold.{j}

source: 정보는 발보다 빠르다.{j}블러드 팽 드미트리 지부가 무너지자, 곧바로 그와 관련한 소식이 로렌스에 있는 본거지에 전달되었다.
en_us: The news of Roman destroying the Blood Fang hideout in Dimitri spread like wild fire and reached the Blood Fang base in Lawrence.{j}

source: 한스의 존재는 상대의 방심을 유도하는 포인트일 뿐, 실제로 그를 위험에 빠트릴 생각은 전혀 없었다.
en_us: Hans’ role in this mission wasn’t intended to protect Roman by accompanying him, but he was basically a lure to make the Blood Fangs lose their guard and underestimate Roman.

source: 서늘했다.{j}분근착골.{j}단어에서 풍겨 오는 공포는, 케빈의 입을 바짝 마르게 했다.
en_us: When Kevin heard Roman’s explanation on extreme pain, he felt shivers down his spine. His mouth dried up in fear.{j}{j}

source: “사실 성의 구분이 무력을 완벽하게 나타내는 것은 아닙니다.{j}이 대륙에는 랭킹(ranking)이라는 것이 있습니다.{j}6성의 기사가 대륙 제일이기는 하나, 랭킹 10위 안에 있는 기사가 모두 6성의 경지에 오르지는 않았습니다.{j}하여튼 도련님은 대체 언제부터 마나를 연마하신 겁니까?{j}제가 2성의 경지에 오르는 데 무려 10년의 시간이 걸렸습니다.{j}천재라고 불리는 저조차도 이랬는데, 2년 전에 만났었던 도련님의 모습을 생각하면 이건 말이 되질 않습니다.”
en_us: “The level of your strength isn’t defined simply by your Level of Aura. Instead, there is a ranking system in this world that ranks the strength of each swordsman. Although the Level 6 Aura wielder is the best swordsman of the continent that doesn’t mean all swordsmen ranked top ten in the system know how to use Level 6 Aura. Anyway, my lord, please tell me when you have begun your trainings to use mana. It took me ten years to reach Level 2 Aura, but how could you who isn’t a genius, be able to manifest Aura this quick. Plus, if you had the power, why were you like that two years ago?”{j}{j}{j}{j}{j}

source: 단도직입적이었다.{j}상당히 구체적인 제안에, 로메로 남작은 놀란 기색을 보였다.
en_us: Roman was straightforward with his request, and it surprised his father. {j}

source: 정곡을 찔렸다.
en_us: Roman had hit the nail on his head.

source: “그럴 필요가 있었냐라.”
en_us: “So, you want to know the reason why?”

source: 의문은 묻어 두었다.
en_us: Romero decided to put his doubts behind and to fully trust his son. It didn’t matter what kind of changes happened to his son, the only important and unchanging fact was that Roman was his one and only eldest son.

source: 조나단 기사단장.{j}그가 앞으로 나와 말했다.
en_us: Captain Jonathan stepped forward and spoke up to his knights.{j}

source: “으…… 으으, 으으으윽!”
en_us: “Ugh...mmm!”

source: 땅바닥에 장갑을 내던졌다.{j}벌써 일주일째.{j}자신을 버리고 케빈만을 가르치는 모습에, 화를 억누르지 못한 크리스가 로만에게 다가가 말했다.
en_us: After throwing his gloves to the ground, he walked towards Roman, who had been only training Kevin for the entire week, and spoke to him angrily.{j}{j}

source: <7서클의 경지부터를 우리는 대마도사라고 부른다.{j}그들은 반인반신(半人半神), 걸어 다니는 재앙이다.{j}마법 한 방에 땅이 뒤집히고 하늘이 무너지며, 단순히 다수를 상대하는 상황에서는 6성의 기사보다도 두려운 존재가 바로 대마도사다.>
en_us: <An individual who has reached Level 7 “circles” is referred to as a high mage. At this point, they are so powerful that people consider the high mages as demi-god and are seen as living disasters to this world. With just a single magic spell, they can shake the earth and split the skies. They are told to be even more powerful than Level 6 Aura knights.>{j}{j}

source: 말은 논리정연했고, 상황을 고하는 사내아이의 음성에는 조금의 흔들림도 없었다.
en_us: His words were coherent, and there wasn’t a even a slight wavering in his firm voice as he explained his situation to Roman.

source: 말을 끝냈다.
en_us: Roman was done with his advice for Chris. He was ready to return home for some rest.

source: 이제는 현실을 깨달았다.
en_us: However, now, she had to face the bitter reality.

source: 드미트리 기사단이 난리가 난 시각.{j}로만은 홀로, 블러드 팽의 소굴로 걸음을 옮겼다.
en_us: While the Dimitri Knights were in a hurry to find the young Lord, Roman was headed towards the Blood Fang’s hideout alone.{j}

source: 도플러가 당황했다.{j}벤 마일즈.{j}그도 알았다.{j}블러드 팽의 리더인 줄은 몰랐으나, 워낙 악명이 높아서 이름을 들어 본 기억이 있었다.
en_us: Dofler was lost with words, because he was well-aware of Ben Miles. He didn’t know that he was the leader of the Blood Fang, but he was well-aware of Ben Miles’s infamy.{j}{j}{j}

source: 목검이 박살 나는 것은 물론이고, 힘의 여파로 로만이 어떤 꼴을 당할지 모른다.
en_us: He knew that the moment when the wooden sword clashes, the one embodied with Chris’s Aura would destroy Roman’s sword and send him flying away.{j}

source: 자신의 존재감을 드러내는 것.{j}설령 힘이 약할지라도, 몸을 크게 부풀리고 독기(毒氣)를 보여 주면 군림할 수 있음을 알았다.
en_us: He may look weak in his appearance, he knew that he could create a powerful presence if he made his body look bigger and showed his murderous look full of malic to others.{j}

source: 밖으로 나온 로만.{j}이마에서 흘러내리는 피를 소매로 닦는데, 바로 앞에 자신을 뚫어지라 쳐다보는 사람이 있었다.
en_us: Once he stepped outside, he wiped the blood dripping from his forehead with his sleeves. He noticed someone was standing in front of him.{j}

source: ‘나 하나로 인해 아버지가 이런 대우를 받을 이유는 없어.{j}내가 잘못한 일이야.{j}차라리 책임을 로만 드미트리에게 떠넘기는 게 아니라 내가 온전히 감당했다면, 드미트리의 분노를 감당할 일은 없었을 거야.{j}정말 한심하네.{j}로만 드미트리를 섣불리 판단한 것도 그렇고, 감당해야 할 현실을 외면한 것도 그렇고.’
en_us: There is no need for my father to be poorly treated because of my mistakes. If I took responsibility for my mistakes rather than leaving it up to Roman Dimitri, my father wouldn’t have experienced such disrespect. I was pathetic. I should’ve never judged Roman Dimitri by the rumors and shouldn’t have ignored my harsh reality.{j}{j}{j}{j}

source: 처음에는 무슨 일인지 몰랐다.
en_us: At first, Flora was unaware of what was happening in her family’s land.

source: 리스크가 대단하다고는 하나, 로만이 직접 심법을 알려 준다는 말에 케빈으로서는 현실을 의심할 수밖에 없었다.
en_us: Despite hearing the risks from mastering it, Kevin didn’t question Roman since the young lord promised to teach him personally.

source: 당시의 상황을 고스란히 전해 들은 로메로 남작은, 그간 포기했었던 장남에 대한 기대감이 살아났다.
en_us: After hearing the knight’s words, Baron Romero was filled again with hope for his eldest son, who he had given up on.

source: 막상 수업을 받을 때는 진지한 모습을 보이는 상황에, 크리스도 어느 정도의 반감은 가라앉았다.
en_us: And this allowed Chris to calm his anger, and to more actively teach the young lord.

source: 퍽퍽!
en_us: Smack!

source: 이만 일어날 차례였다.{j}그런데 그 순간.
en_us: The moment he stood up from his seat, he heard a loud noise outside.{j}

source: 만나 보니 더욱 확실해졌다.{j}플로라는, 단호한 목소리로 말했다.
en_us: She was assured the moment she faced him.{j}

source: 고문을 당한 모양인지 오른손은 손가락이 전부 잘려 나간 상태였고, 그가 뱉어 낸 진득한 핏물에는 내장 조각 같은 것들이 보였다.{j}
en_us: Jonathan closely observed his body and noticed that his fingers on his right hand were all sliced out as if he had been tortured. The blood from his mouth had bits of his intestines, which further proved his torture.{j}{j}

source: “도련님!{j}제가 대련에서 처참하게 패배했다고는 해도, 스물 중반의 나이에 2성의 경지에 오른 사람입니다.{j}세간에서 천재라고 부르는 제 재능을 이렇게 썩히고 있을 수만은 없습니다.”
en_us: “Lord Roman! Although I have lost to you in battle, I’m a Level 2 Aura knight, who has reached great power at my mid-twenties. How could you waste a prodigy’s talent and time like this?”{j}{j}

source: 욕망의 목적은 무엇이든 좋다.{j}재물을 바라면 재물을 부여할 것이고, 강해지고 싶은 녀석들은 강해지게 만들 것이다.{j}그렇게 욕망이 강한 사람일수록, 자신을 배신하는 일은 추호도 없었다.
en_us: Whatever the desire was, Roman knew that it was a strong driving that would help the person achieve one’s goal, regardless of wealth or power. And the stronger the desire was, he was certain that the person wouldn’t betray him.{j}{j}

source: 그사이 접객실에 도착했다.{j}환대하는 주인은 없었다.
en_us: The two arrived at the reception room, but there was no one there to welcome them.{j}

source: 로만이 히죽 웃었다.
en_us: Roman grinned at the owner

source: 그러나 플로라로서는 로만의 반응을 다르게 해석했다.
en_us: However, Flora misunderstood Roman’s intentions.

source: 마음 같아서는 그들을 모두 움켜쥐고 싶었다.{j}하지만.
en_us: Roman felt a strong urge to take in all the energy he felt in his surroundings, but he reminded himself of his promise.{j}

source: 파혼.{j}크나큰 실수였다.
en_us: It was a huge mistake of them to unilaterally cancel the engagement.{j}

source: 이게 어떻게 된 일인지는 모르겠지만, 확실한 건 자신이 세 번째 선택지를 통과했다는 것이었다.
en_us: Kevin was confused about what had happened, but he was sure that he had passed the test choosing the third option.

source: “당신이 지금 어떤 일을 맡았는지 알기나 해요?{j}블러드 팽이에요, 블러드 팽.{j}근방에서 극악무도하기로 소문난 집단인데, 그걸 대체 가문의 도움도 없이 당신이 어떻게 해결하려고 그래요?”
en_us: “Do you understand what you have just accepted to do? You’re not taking care of business with a random street gang. We’re talking about the Blood Fang. Do you even know who they are? They are the most cruel and infamous group in this land. How are you planning to confront them without any help?”{j}{j}

source: 쿠르르르릉.
en_us: Kroaaar.

source: 심장이 쿵쿵 뛰었다.
en_us: He knew he could never become the good cop. This was what he was born to do - to take down whatever that stood in his way.

source: 로만이 떠난 자리에 홀로 남은 크리스는, 파란 하늘을 올려다보다가 깊은 한숨을 내쉬었다.
en_us: Left alone in the training field, Chris looked up at the sky and deeply sighed.

source: 만약 로만이 바라는 혼인이 아니었다면, 드미트리는 결코 손해를 감수하지 않았을 것이다.{j}진실을 알고도 맞잡은 손.
en_us: If Roman never wished to marry Flora, Romero would’ve never accepted the offer and pay such a high-price. He was willing to make the sacrifice, knowing what lay ahead.{j}

source: “맞습니다!”
en_us: “That is correct!”

source: ‘이따위 몸으로 새로 시작해야 한다니.{j}그나마 다행인 것은, 내게는 백중혁으로서 무공을 갈고닦았던 지난 경험들이 있다.{j}처음부터 올바른 방향을 정해서 무공을 연마한다면, 최악의 조건이라 할지라도 유의미한 결과를 얻을 수 있어.’
en_us: I can’t believe that I have to start everything over with this terrible body. At least, I have my past experiences as Junghyeok Baek to rely on. If I start my martial training based on my experiences, I should be able to bring out some meaningful outcomes from this awful condition.{j}{j}

source: “조나단 기사단장님!{j}조나단 기사단장님!”
en_us: “Captain Jonathan! Captain Jonathan!”{j}

source: 둔탁한 소리가 들렸다.
en_us: A hard scratching sound echoed as he pressed the blade hard to his bones.

source: 바르코.{j}위험한 적이다.{j}그들과 손을 잡는 것은 평화로운 미래를 의미하나, 힘을 가진 사람들의 선택은 타협만을 바라지 않는다.
en_us: House Barco was indeed a dangerous enemy. If Baron Romero were to accept the offer and forge an alliance with them, he would be able to promise his descendants a peaceful future; however, he knew that those with power didn’t always expect compromise.{j}{j}

source: 마을 중심부.{j}사람들의 왕래가 잦은 곳에, 블러드 팽은 당당하게 간판을 내걸고 장사를 하고 있었다.
en_us: The beacon doesn’t shine on it’s own base. No one in town would’ve imagined that the Blood Fang’s hideout would be a famous tavern located at the center of the town.

source: 분쟁이 폭발했다.
en_us: This one document turned out to be flashpoint in bringing conflict to the lands.

source: 평범한 사람은 감히 엄두도 내지 못할 고통이다.
en_us: It wasn’t a pain an average person could withstand.

source: ‘……탁?!’
en_us: Huh...?!

source: 술병에서 풍기는 알코올 냄새만으로도 표정이 찌푸려질 정도였다.
en_us: Rihannah frowned in disgust smelling the room reek with the smell of alcohol.

source: “내 이름은 로만 드미트리다.{j}내가 행한 형벌이 마음에 들지 않거든, 언제든 나를 찾아와도 좋다.”
en_us: “My name is Roman Dimitri. If any of you didn’t like the punishment I gave them, feel free come find me.”{j}

source: 바 테이블에 박히는 단검들.{j}어두운 조명 아래에, 블러드 팽들이 매서운 눈빛을 드러냈다.{j}로만이 알아낸 정보는 사실이었고, 손님으로 위장한 수 명의 사내들이 일제히 로만에게 달려들었다.
en_us: Roman’s intel about the tavern was correct. Not only was the tavern a secret hideout for the Blood Fang, but some Blood Fangs were hiding undercover as customers, who were now attacking Roman with their hidden weapons. The sound of daggers cutting the air filled the tavern. Roman swiftly dodged the attacks and looked into the fierce eyes of the Blood Fangs staring at him under the dim light.{j}{j}

source: 그러한 노력 끝에.{j}로만은 자신만의 천마신공을 만들었다.
en_us: And through these efforts, he was able to develop his own martial arts, called the Divine Force.{j}

source: 사라진 앞니.{j}그 사이로 바람이 숭숭 불었다.
en_us: With his two front teeth shattered apart, the air blew through his mouth whenever he opened it.{j}

source: 로만은 한스를 대동하고 일부러 거리를 배회했다.{j}그건 이전에도 종종 보여 주었던 모습이었고, 어느 정도 위치가 노출되었다고 판단했을 때 일부러 한스는 안전한 음식점에 두고 나왔다.{j}한스의 역할은 그 정도만으로도 충분했다.
en_us: He deliberately walked around town with Hans in order to expose himself to the gang. And by the time he thought the Blood Fangs finally located his location, he purposely left Hans in the restaurant so that he can lure them to himself.{j}{j}

source: 특히 드미트리 기사단이 받는 대우는 인근을 통틀어 최고 수준.
en_us: The reputation of the Dimitri Knights was the best among the region.

source: 지금부터는 환상의 세계였다.
en_us: From now on, it was all just an illusion.

source: 리한나 드미트리.{j}로만의 어머니이자 로메로 남작의 아내인 그녀가, 주변의 상황을 확인하더니 나긋한 목소리로 말했다.
en_us: The silence in the room was broken as the baron’s wife, Rihannah Dimitri, entered the room. Rihannah was the mother of Roman and the wife of Romero Dimitri. She carefully entered the room as she took a quick glance around the room.{j}

source: “로만 드미트리, 로렌스 자작님을 뵙습니다.”
en_us: “Good afternoon, my Lord. I am Roman Dimitri.”

source: “왜?{j}못할 것 같나?”
en_us: “Do you think I’m joking right now?”{j}

source: “너에게 제안을 하나 하마.”
en_us: “I’ll make you an offer.”

source: “이유는 단순합니다.{j}드미트리 가문에는 힘이 있고, 그렇기에 원하는 것을 선택했을 뿐입니다.”
en_us: “The reason is simple. The land of Dimitri already possess enough power, so we had the option to reject.”{j}

source: 과거 로메로 남작이 사용하던 장소였다.{j}그래서 외부인의 출입이 엄격하게 금지되었고, 바깥 공간과의 차단도 확실해서 수련 장소로 적합했다.
en_us: It was an old workshop used by Baron Romero long before, making it an area strictly prohibited for outsiders to enter, and it was completely isolated within the castle.{j}

source: 전자의 가능성.{j}말이 되지 않는다.{j}힘을 숨길 이유도, 그걸 이제 와서 드러낼 이유도 없다.
en_us: Chris believed that it didn’t make sense for Lord Roman to hide his power and to reveal it now.{j}{j}

source: 조엘 가문의 위상이 대단했다면.{j}그들에게 힘이 있었다면.{j}조엘의 가주가 고개를 조아렸을까?
en_us: If only House Joel had a great reputation and power, would they have to bow before them?{j}{j}

source: 주인은 입을 꾹 닫았다.
en_us: The owner clenched his mouth to keep silent.

source: “지금부터 드미트리 가문의 장자로서, 법도를 어긴 너희들에게 형을 집행하겠다.”
en_us: “In the name of justice, as the eldest son of House Dimitri, I shall carry out your punishment.”

source: ‘이 남자 대체 뭐지.’
en_us: What is he up to?

source: 바로 근거리에서 휘두르는 단검은 위협적으로 로만의 급소를 노렸지만, 로만은 바짝 붙은 상태에서도 그 공격들을 모두 피해 버렸다.{j}그뿐만이 아니라 곧바로 반격해서 상대의 목에 구멍을 뚫었다.{j}간결한 동작으로 단검을 휘두르면, 상대는 어김없이 피를 뿌리며 바닥에 픽픽 쓰러졌다.
en_us: Surprised by Roman’s sudden attack, the Blood Fangs also attacked him with their daggers going straight for his vital points. However, even at close distance, Roman easily dodged all of their attacks and countered them. In his following attacks, he went for their necks with his sharp and concise swordsmanship. One after another, the Blood Fangs fell to the ground with their necks pierced and blood flowing everywhere.{j}{j}

source: 로만과 크리스의 시선이 허공에서 얽혔다.
en_us: The two exchanged their eyes in mid air as they continued their fight.

source: 문밖으로 들리는 고성.
en_us: While she was waiting outside the hall, Flora could hear the yelling of Baron Romero echo through the hallway.

source: “로, 로만 도련님이 위험합니다!”
en_us: “L-Lord Roman is in danger!”

source: 물론 그러한 물음들은 삶을 고통에 빠트린다.
en_us: It was true that he was further distress with such doubts and questions, because he had to be held accountable for his trials and errors. When he would taste failure, he had to be prepared to take up the criticism and the despair coming from it.

source: “아, 알겠…… 딸꾹, 습니다.”
en_us: “Y-yes...hiccup...my Lord.”

source: 얼마 전에 귀족 파티에서 들은 바로는 외형마저 볼품이 없다고 했다.
en_us: Moreover, in her attendance at a recent party, she was informed that his looks were even worse.

source: ‘말도 안 돼.’
en_us: Impossible.

source: “예, 그럽시다.”
en_us: “Fine with me,”

source: 새로운 삶.{j}새로운 환경.{j}백중혁에게는 그것이 중요했다.
en_us: What mattered to him was that he would start fresh in a new life in a new environment.

source: 마신(魔神).
en_us: After this battle, Junghyeok Baek became the god of all demons.

source: 그래서 현실적인 답변을 말했다.{j}상대가 충분히 납득할 수 있으면서도, 이 일을 본인이 해냈다는 사실 자체를 부정하지는 않았다.{j}설명이 끝났다.
en_us: Thus, he thought this was the best rational answer he could think of. An answer that could still convince others that all of this was his doing and accomplishment. {j}{j}

source: “감사한 마음이라.{j}지금부터 나는 네게 하나의 제안을 할 생각이다.”
en_us: “Well then, I’ll give you an opportunity to do so. I have an offer for you.”{j}

source: 경비 하나 없이 한스만을 대동한 걸음에, 한스는 로만의 뒤를 따라붙으면서도 걱정을 숨기지 못했다.
en_us: Without a single guard accompanying him, the only person walking by his side was his servant, Hans. Hans hurried his steps to keep up with his young lord and he seemed greatly concerned.

source: 로만은 거리를 걸었다.
en_us: Roman slowly walked by a street in the town.

source: 심장은 쿵쿵 뛰고 다리는 덜덜 떨렸지만, 지금은 로만에게 예를 갖추어 말해야만 할 것 같았다.
en_us: He could feel his heart pounding and his legs shaking from fear, but he felt proud for what he had said.

source: 로만이 맥주잔으로 주인의 머리를 후려쳤다.{j}동시에 몸을 뒤로 날리자, 방금까지만 해도 주변에서 술을 마시던 손님 몇 명이 로만을 공격했다.
en_us: Roman quickly reacted to the owner and smacked the owner’s head with the beer glass. After successfully taking the owner out, Roman backed away as some customers, who were just now drinking, began to attack him all at once.{j}

source: 처음 보는 아버지의 분노에 플로라는 가슴이 뛰었지만, 애써 침착한 얼굴로 본인의 생각을 말했다.
en_us: Flora felt her heart flutter seeing her father angry for the first time, but she tried to stay calm and continued.

source: 로메로 남작이 던진 물건이 땅바닥에 널브러져 있었고, 탁자 위에는 비어 있는 술병들이 가득했다.
en_us: On the floor, there were objects scattered everywhere, and the desk was full of bottles of alcohol drunk by the baron.

source: 얼추 상황을 정리한 로만은 한스의 도움으로 예복을 차려입었다.{j}곧 로렌스의 영애가 도착할 시간.{j}전형적인 귀족의 영애를 만나는 자리인데, 피와 더러운 흙탕물에 물든 옷을 입고 만날 수는 없었다.{j}그리고 옷을 갈아입는 과정에서, 한스를 통해 두 가문의 약혼 스토리를 들을 수 있었다.
en_us: Roman returned to the castle and hurriedly prepared himself to greet Lady Flora of the House of Lawrence. As a nobleman, he couldn’t greet her wearing clothes stained with blood and filthy mud. With the help from Hans, he quickly changed into his formal attire. While he was changing, he was able to hear the story behind his engagement with Lady Flora.

source: 로만을 처리하겠다고 얼굴을 내밀었을 때부터, 그에게 남은 선택지는 제한적이었다.{j}그 결과.{j}벤 마일즈는 이 꼴이 되었다.
en_us: When he decided to take out Roman, the outcome of the battle was already decided. And that was why he was currently being dragged to the center of the square, severely injured.{j}{j}

source: 크리스가 고개를 숙였다.
en_us: Chris was left with no options but to face Roman.

source: 더러운 흙탕물에서 정점의 자리에 오르기까지 어떤 일이 있었을까.
en_us: He had already experienced every fear a man could ever think or imagine of.

source: 자신이 일어났을 때 처음 발견한 것은, 로만이 작성한 것으로 보이는 유서와 바닥에 흐트러져 있는 약들이었다.{j}유서의 내용은 로만이 얼마나 나약한 인간인지를 보여 주었다.
en_us: The moment he woke up as Roman, he found a pile of scattered drugs and a short letter written by Roman Dimitri before committing suicide. The letter was enough for Junghyeok Baek to understand how weak Roman was.

source: 그러던 어느 날.{j}바르코 가문에서 하나의 문서를 제시했다.{j}알고 보니 로렌스 가문의 선조가 빚을 졌다는 내용이었고, 그 담보로 비옥한 토지가 걸려 있었다.
en_us: But not long after, House Barco sent a promissory note to the House of Lawrence stating that the ancestors of the Lawrence had debts to pay to the Barco and that their ancestors had put their fertile land up as collateral. {j}{j}

source: 국방의 의무.{j}블러드 팽.{j}평소의 로만이라면 감당할 수 없는 문제였다.{j}로메로 남작은 당연히, 로만이 언제나처럼 무릎을 꿇고 펑펑 울면서 용서를 구하리라 생각했다.
en_us: Both the mandatory conscription and the Blood Fang were the two things the usual Roman kept himself away from.{j}{j}{j}So, the baron thought his son would be on his knees begging for his father apologizing for his wrongdoings.

source: 12굴의 왕.{j}백중혁의 위치가 정해졌다.
en_us: That was how Junghyeok Baek became the king of cave number 12.{j}

source: 로만.{j}아픈 손가락.{j}무엇 하나 할 줄 모른다고 생각했던 아들이, 이토록 계획적으로 일을 처리하는 모습을 보여 주다니.{j}
en_us: It was true that Roman was Baron Romero’s sore thumb. Never in his life has he expected his son, lacking in every skills, would thoroughly plan a strategy and carry it out successfully.{j}{j}{j}

source: 애초에 각오했다.
en_us: Before he left his castle, he was already prepared for such moment.

source: ‘빌어먹을.’
en_us: Damn it.

source: “너는 귀족이잖아!{j}귀족이 어떻게 그런……!”
en_us: “You’re a noble...an aristocrat would never do such...!”{j}

source: 최근.{j}로만의 변화는 경악스러울 정도였다.
en_us: The recent changes of Roman were so drastic that it felt almost unreal.{j}

source: 사내가 발악했다.{j}하지만 도망칠 방법은 없었다.{j}로만의 우악스러운 손길은 사내의 몸을 강하게 억압했고, 로만은 바닥에 떨어져 있던 단검을 쥐더니 그대로 사내의 혓바닥을 잘라 버렸다.
en_us: The man struggled desperately to escape, but it was of no use. With his one hand tightly holding onto the man’s head, Roman picked up a dagger on the ground with the other hand. Without any hesitation, Roman cut the man’s tongue out of this mouth.{j}{j}

source: 조나단의 얼굴이 붉게 달아올랐다.
en_us: Jonathan couldn’t wait any longer. His face turned red captured in anger.

source: 나약한 육체에 토대를 닦을 필요가 있었고, 1단계인 인(人)의 단계에 들어서기 위해서 그동안은 마나를 쌓는 데만 만족했다.{j}그리고 지금.{j}로만은 최소한의 마나를 모았다.
en_us: Before he could even begin his first step, Human Step, of Divine Force, he had to first train his weak body. Because his weak body couldn’t control a huge amount mana at once, he had to be satisfied with just gathering a minimal amount of mana within his core. But for him to even enter Human Step, he required more mana.

source: 사나운 얼굴.{j}그건 명백한 적의(敵意)였다.
en_us: It was easy to tell that Baron Romero’s ferocious face was filled with animosity towards the Lawrences.{j}

source: 자신의 미모에 반해 정략결혼을 적극적으로 주장한 상대이니만큼, 그를 설득하려면 상당한 노력이 필요할 터.{j}플로라는 작은 주먹을 움켜쥐었다.{j}상대가 어떤 반응을 보이든, 그녀는 이 결혼을 반드시 무를 생각이었다
en_us: She clenched her fist tight and prepared herself to persuade him to give up on this marriage. However Roman responded to her, she had already decided how everything would end today.{j}{j}

source: 눈썹이 꿈틀거렸다.{j}마약.{j}간과할 수 없는 문제였다.
en_us: His eyebrows twitched, thinking about his possible abuse of drugs, because it wasn’t an issue he could take lightly of.{j}

source: 대련장 위.{j}목검(木劍)을 쥔 두 사내가 서로를 마주 보았다.
en_us: On top of the competition area, the two men faced each other holding wooden swords in their hands.{j}

source: “이 녀석이 감히!”
en_us: “How dare you!”

source: “제가 조사한 바에 따르면, 블러드 팽은 서로에 대한 신뢰가 강한 집단이 아닙니다.{j}사채로부터 시작한 협박과 회유로 점조직의 형태를 이루었고, 소수의 수뇌부가 조직을 완전히 장악하고 있었습니다.{j}그들은 모래성이고, 오합지졸(烏合之卒)들이었습니다.{j}머리만 잘라 내면 단번에 와해할 것이라는 생각에, 거짓 정보로 유인하고 곧바로 벤 마일즈를 직접 공격했습니다.”
en_us: “Based on my intelligence, the Blood Fang wasn’t a well-founded organization built on trust. It was built around small subgroups, which were controlled by a small number of leadership. They were able to keep the organization together by giving out illegal loans to people and threatening them to follow their orders. The Blood Fang was nothing more than a ragtag group of criminals that could be easily taken out if I took out its leader. So, I lured Ben Miles out from his base using false information and took him out myself.”{j}{j}{j}

source: 처음에는 무시하려고 했다.
en_us: So, he didn’t take Roman’s advice to heart at first.

source: 콱.
en_us: Thwack.

source: 뭘 하는지는 알겠는데, 그걸 이해할 수는 없었다.
en_us: The sight was a real eyesore to Chris. He knew Roman’s intention for training the young boy, but he couldn’t understand the whole purpose.

source: “정말 황당한 소리군.”
en_us: “You are ridiculous, Hans.”

source: 순간 사람들의 시선이 로만을 향했다.{j}드미트리 영지를 다스리는 로열패밀리의 얼굴을 모를 리가 없기에, 방금까지만 해도 시끄럽게 떠들던 사람들이 약속이라도 한 것처럼 목소리를 죽였다.
en_us: The tavern suddenly went dead silent with Roman’s entrance and all of the eyes turned to him. It was obvious that everyone recognized him, who was the eldest son of the noble Dimitri family governing this land.{j}

source: “감사합니다, 아버지.”
en_us: “Thank you, father.”

source: ‘재밌네.’
en_us: How interesting.

source: “침착하게 말해.”
en_us: “Catch your breath first.”

source: 리한나.{j}그녀가 무엇을 말하는지 알았다.
en_us: Romero immediately understood what Rihannah was suggesting.{j}

source: 당황하는 사람들.{j}그런데도 로만은 아랑곳하지 않았다.
en_us: The people gathered in the square were shocked, but Roman continued on his way.{j}

source: “이런 개새끼가!”
en_us: “You bastard!”

source: 벤 마일즈는 로만 드미트리를 처단함으로써, 사그라져 가는 블러드 팽의 악명에 다시금 불을 붙이려고 했다.
en_us: He considered Roman Dimitri a perfect target to get rid of in order for him to restore his infamous title as Blood Fang.

source: 외성을 나선 이유였다.
en_us: This was the main reason Roman decided to visit the suburbs.

source: 선을 그었다.
en_us: With this final statement, Roman drew the line between him and Flora.
